{
    "me.jellysquid.mods.sodium.client.gui.SodiumOptionsGUI": {
        "General":"通用",
        "Quality":"品质",
        "Advanced":"高级",
        "View Distance":"视距",
        "The view distance controls how far away terrain will be rendered. Lower distances mean that less terrain will be ":"渲染距离控制地形应被渲染至多远。更低的距离意味着更少的地形可见，也就有利于",
        "rendered, improving frame rates.":"提升帧率。",
        "Brightness":"亮度",
        "Controls the brightness (gamma) of the game.":"控制游戏的亮度(gamma)。",
        "Clouds":"云",
        "Controls whether or not clouds will be visible.":"控制云是否可见。",
        "GUI Scale":"GUI 比例",
        "Sets the maximum scale factor to be used for the user interface. If 'auto' is used, then the largest scale factor will always be used.":"设置游戏界面大小， 如果设置为“自动”，则将使用最大的比例p",
        "Fullscreen":"全屏",
        "If enabled, the game will display in full-screen (if supported).":"sodium.options.fullscreen.tooltip",
        "V-Sync":"sodium.options.v_sync.name",
        "If enabled, the game's frame rate will be synchronized to the monitor's refresh rate, making for a generally smoother experience at the expense of overall input latency. This setting might reduce performance if your system is too slow.":"sodium.options.v_sync.tooltip",
        "FPS Limit":"sodium.options.fps_limit.name",
        "Limits the maximum number of frames per second. In effect, this will throttle the game and can be useful when you want to conserve battery life or multi-task between other applications. If V-Sync is enabled, this option will be ignored unless it is lower than your display's refresh rate.":"sodium.options.fps_limit.tooltip",
        "View Bobbing":"sodium.options.view_bobbing.name",
        "If enabled, the player's view will sway and bob when moving around. Players who suffer from motion sickness can benefit from disabling this.":"sodium.options.view_bobbing.tooltip",
        "Attack Indicator":"sodium.options.attack_indicator.name",
        "Controls where the Attack Indicator is displayed on screen.":"sodium.options.attack_indicator.tooltip",
        "Graphics Quality":"sodium.options.graphics_quality.name",
        "The default graphics quality controls some legacy options and is necessary for mod compatibility. If the options below are left to \"Default\", they will use this setting.":"sodium.options.graphics_quality.tooltip"
    }
}